{
  "biography": [
    {
      "id": "gran-turismo",
      "title": "Gran Turismo",
      "year": 2023,
      "category": "biography",
      "description": "Крутой фильм о гонках",
      "imagePath": "https://www.kinonews.ru/insimgs/2023/poster/poster117566_1.webp",
      "link": "https://www.kinopoisk.ru/film/1044002/",
      "fullDescription": "Фильм снят по мотивам популярной серии гоночных симуляторов. В центре сюжета история любителя видеоигры, который победил в конкурсе PlayStation, а затем стал настоящим гонщиком."
    },
    {
      "id": "how-to-hack-exam",
      "title": "Как взломать экзамен",
      "year": 2024,
      "category": "biography",
      "description": "Фильм про находчивых отличников",
      "imagePath": "https://www.kinonews.ru/insimgs/2024/poster/poster126690_1.webp",
      "link": "https://www.kinopoisk.ru/film/5095615/",
      "fullDescription": "Отличница Линн поступает в престижную частную школу. Девушка прекрасно справляется с учебной программой и даже становится лицом школы. Кажется, что перед Линн вскоре откроются двери любого вуза, но есть одна проблема - у её семьи нет больших денег, необходимых для обучения. Об этом узнают богатые одноклассники и предлагают девушке сделку - она должна придумать план, чтоб они могли списывать у неё на контрольных, а взамен Линн получит денежное вознаграждение. Желая облегчить тяжёлую жизнь отца и накопить на дальнейшее образование, девушка соглашается на предложение состоятельных школьников."
    },
    {
      "id": "snow-brotherhood",
      "title": "Общество снега",
      "year": 2023,
      "category": "biography",
      "description": "А на что ты готов чтобы выжить?",
      "imagePath": "https://www.kinonews.ru/insimgs/2023/poster/poster120560_1.webp",
      "link": "https://www.kinopoisk.ru/film/4745702/",
      "fullDescription": "В 1972 году рейс 571 ВВС Уругвая, который был зафрахтован для перевозки команды по регби в Чили, потерпел крушение в самом сердце Анд. Только 29 из 45 пассажиров выжили в катастрофе. Оказавшись в ловушке в одной из самых враждебных и недоступных сред на планете, они вынуждены прибегать к крайним мерам, чтобы остаться в живых. Фильм был заявлен от Испании в категории \"Лучший международный художественный фильм\" на 96-ю премию \"Оскар\" в 2024 году."
    },
    {
      "id": "tetris",
      "title": "Тетрис",
      "year": 2023,
      "category": "biography",
      "description": "История создания игры Тетрис",
      "imagePath": "https://www.kinonews.ru/insimgs/2023/poster/poster114165_1.jpg",
      "link": "https://www.kinopoisk.ru/film/1396300/",
      "fullDescription": "Увидев в 1988 году на выставке в Лас-Вегасе видеоигру «Тетрис», созданную советским программистом Алексеем Пажитновым, предприниматель Хенк Роджерс тут же купил права на дистрибуцию игры в Японии, так как распространение в остальном мире уже принадлежало компании Mirrorsoft. Ушлый бизнесмен также сумел договориться о сотрудничестве с компанией Nintendo, а когда та собралась выпускать революционное устройство Game Boy, Хенк решает сам отправиться в Москву, чтобы лицензировать популярную игру на новой игровой системе."
    },
    {
      "id": "green-book",
      "title": "Зеленая книга",
      "year": 2018,
      "category": "biography",
      "description": "История взаимоотношений талантливого негра музыканта и его водителя",
      "imagePath": "https://www.kinonews.ru/insimgs/2018/poster/poster81832_1.jpg",
      "link": "https://www.kinopoisk.ru/film/1108577/",
      "fullDescription": "Фильм рассказывает реальную историю простого итало-американского вышибалы Тони Липа, который в 1962 году стал водителем лучшего джазового афро-американского пианиста Дона Ширли, на время его тура по южным штатам США."
    }
  ],
  "comedy": [
    {
      "id": "chef-battle",
      "title": "Битва шефов",
      "year": 2023,
      "category": "comedy",
      "description": "Молодому и амбициозному шеф-повару приходится иметь дело со своим отцомМолодому и амбициозному шеф-повару приходится иметь дело со своим отцом",
      "imagePath": "https://www.kinonews.ru/insimgs/2022/poster/poster108467_1.jpg",
      "link": "https://www.kinopoisk.ru/film/4422193/",
      "fullDescription": "Молодому и амбициозному шеф-повару приходится иметь дело со своим отцом, который неожиданно приехал навестить его после исчезновения много лет назад и подвергает испытанию все его представления о кулинарии и жизни."
    },
    {
      "id": "jerry-marge",
      "title": "Джерри и Мардж играют по-крупному",
      "year": 2022,
      "category": "comedy",
      "description": "Даже у лотереи есть свой алгоритм!",
      "imagePath": "https://www.kinonews.ru/insimgs/2022/poster/poster108107_8.jpg",
      "link": "https://www.kinopoisk.ru/film/4499782/",
      "fullDescription": "Фильм рассказывает реальную историю, которая произошла с пенсионером Джерри Селби из Мичигана. Обладая математическим складом ума, он обнаружил лазейку в государственной лотерее. И с помощью своей жены сумел выиграть 27 миллионов долларов. На эти деньги они решают возродить свой маленький городок."
    },
    {
      "id": "kitchen-stars",
      "title": "Кухня со звездами",
      "year": 2023,
      "category": "comedy",
      "description": "Амбициозный сирота идет к заветной цели — стать шеф-кондитером.",
      "imagePath": "/static/images/movies/kitchen_stars.webp",
      "link": "https://www.kinopoisk.ru/film/4948912/",
      "fullDescription": "Амбициозный сирота идет к заветной цели — стать шеф-кондитером. Вдохновляющая драма по реальной истории успеха"
    },
    {
      "id": "mr-blake",
      "title": "Мистер Блейк к вашим услугам",
      "year": 2023,
      "category": "comedy",
      "description": "Пожалй самый богатый дворецкий",
      "imagePath": "https://www.kinonews.ru/insimgs/2023/poster/poster118662_1.webp",
      "link": "https://www.kinopoisk.ru/film/4860001/",
      "fullDescription": "Овдовевший британский бизнесмен устраивается дворецким в поместье во Франции, чтобы сохранить воспоминания о своей покойной жене-француженке. Его жизнь меняется, когда он сталкивается с эксцентричным поведением хозяйки поместья и прислуги."
    },
    {
      "id": "terrible-neighbor",
      "title": "Мой ужасный сосед",
      "year": 2023,
      "category": "comedy",
      "description": "О человеческих взаимоотношениях и характерах",
      "imagePath": "https://www.kinonews.ru/insimgs/2022/poster/poster112315_1.jpg",
      "link": "https://www.kinopoisk.ru/film/1074910/",
      "fullDescription": "История одинокого сварливого вдовца, который на старости лет занялся очень важным для него делом - стал ворчать и критиковать своих недовольных соседей. Но все меняется в его жизни, когда в соседнем доме поселяется молодая семья и между ними начинают расти теплые и дружеские отношения..."
    },
    {
      "id": "change-up",
      "title": "Хочу как ты",
      "year": 2011,
      "category": "comedy",
      "description": "Комедия о двух друзьях с противоположными жизнями, которые волшебным образом меняются телами.",
      "imagePath": "https://www.kinonews.ru/insimgs/poster/poster14387_2.jpg",
      "link": "https://www.kinopoisk.ru/film/471587/",
      "fullDescription": "\"Хочу как ты\" (The Change-Up) - комедия о двух друзьях с совершенно разными жизнями. Митч (Райан Рейнольдс) - безответственный холостяк, а Дэйв (Джейсон Бейтман) - успешный юрист, муж и отец троих детей. Однажды ночью, после совместной попойки, они одновременно высказывают желание пожить жизнью друг друга, и на следующее утро обнаруживают, что их сознания поменялись телами. Теперь Митч должен справляться с семейными обязанностями и работой Дэйва, а Дэйв - с беспорядочной жизнью Митча. Эта ситуация приводит к множеству комичных ситуаций, но также заставляет друзей по-новому взглянуть на свои жизни и переоценить свои приоритеты."
    }
  ],
  "drama": [
    {
      "id": "arthur-king",
      "title": "Артур, ты король",
      "year": 2024,
      "category": "drama",
      "description": "История о спортсмене-экстремале, который во время гонки в Доминикане встречает бездомного пса, ставшего его верным другом и помощником.",
      "imagePath": "/static/images/movies/artur.webp",
      "link": "https://www.kinopoisk.ru/film/1402937/",
      "fullDescription": "Фильм \"Артур, ты король\" основан на реальных событиях. Майкл (Марк Уолберг) — опытный выживальщик и ветеран экстремальных гонок. Три года назад он с командой был близок к победе, но потерпел фиаско, что морально уничтожило его. Теперь он решает попытаться снова и собирает команду для участия в экстремальных гонках в Доминикане. Во время соревнований к команде прибивается бездомный пес, которого они называют Артуром. Именно дружба с этим псом помогает Майклу и его команде пройти сложнейший путь до конца. Фильм рассказывает трогательную историю о дружбе человека и собаки в экстремальных условиях."
    },
    {
      "id": "white-bird",
      "title": "Белая птица: Новое чудо",
      "year": 2023,
      "category": "drama",
      "description": "Драматическая история о еврейском мальчике, скрывающемся от нацистов во Франции во время Второй мировой войны.",
      "imagePath": "https://www.kinonews.ru/insimgs/2024/poster/poster121480_1.webp",
      "link": "https://www.kinopoisk.ru/film/4384109/",
      "fullDescription": "\"Белая птица: Новое чудо\" - драматический фильм, продолжающий историю, начатую в фильме \"Чудо\". Действие происходит во время Второй мировой войны во Франции. Еврейский мальчик Джулиан находит убежище в сельской школе, где его прячет от нацистов девочка Сара и её семья. Несмотря на опасность и трудности военного времени, между детьми возникает особая связь. Фильм рассказывает о силе доброты, храбрости и человечности в самые тёмные времена истории."
    },
    {
      "id": "eternal-sunshine",
      "title": "Вечное сияние чистого разума",
      "year": 2004,
      "category": "drama",
      "description": "Психологическая драма о паре, решившей стереть воспоминания друг о друге после расставания.",
      "imagePath": "https://www.kinonews.ru/insimgs/poster/poster2442_6.jpg",
      "link": "https://www.kinopoisk.ru/film/5492/",
      "fullDescription": "\"Вечное сияние чистого разума\" - психологическая драма с элементами фантастики. После болезненного расставания Джоэл Бэриш (Джим Керри) узнаёт, что его бывшая девушка Клементина (Кейт Уинслет) обратилась в компанию Lacuna Inc., чтобы стереть все воспоминания о их отношениях. Потрясённый этим, Джоэл решает сделать то же самое. Однако во время процедуры стирания памяти, погружаясь в собственные воспоминания, Джоэл понимает, что не хочет забывать Клементину, и пытается сохранить хотя бы часть воспоминаний о ней. Фильм исследует темы памяти, любви и того, что делает отношения значимыми."
    },
    {
      "id": "beautiful-mind",
      "title": "Игры разума",
      "year": 2001,
      "category": "drama",
      "description": "Не простой мир гения",
      "imagePath": "https://www.kinonews.ru/insimgs/poster/poster2935_2.jpg",
      "link": "https://www.kinopoisk.ru/film/530/",
      "fullDescription": "Фильм основан на реальных событиях. Талантливый ученый-математик Джон Нэш оказывается втянутым в  таинственный заговор. Однако врачи утверждают, что это лишь игра его воображения.\n\nСцена в конце фильма, когда Нэш думает, пить ему чай или нет, основана на реальной встрече Рассела Кроу с Джоном Нэшем, когда тот 15 минут размышлял, что ему пить - чай или кофе."
    },
    {
      "id": "centaur",
      "title": "Кентавр",
      "year": 2023,
      "category": "drama",
      "description": "История про маньяка",
      "imagePath": "https://www.kinonews.ru/insimgs/2023/poster/poster115755_1.webp",
      "link": "https://www.kinopoisk.ru/film/5235968/",
      "fullDescription": "Саша работает таксистом. Он внушает доверие своим клиентам и может удовлетворить запросы самого взыскательного клиента. Однажды ночью к нему садится Лиза и эта встреча оказалась судьбоносной для них обоих. Над ними нависла страшная угроза и опасность оказалось ближе, чем думалось."
    },
    {
      "id": "million-dollar-baby",
      "title": "Малышка на миллион",
      "year": 2004,
      "category": "drama",
      "description": "История становления девушки-бойца",
      "imagePath": "https://www.kinonews.ru/insimgs/poster/poster3213_1.jpg",
      "link": "https://www.kinopoisk.ru/film/81297/",
      "fullDescription": "Мэгги Фитцжеральд мечтает стать профессиональной боксершей. Помочь ей в этом может только Фрэнки Данн - тренер по боксу, посвятивший этому вида спорта всю свою жизнь.\n\nПеред съемками Суэнк тренировала четырехкратная чемпионка мира по кикбоксингу Люсия Рийкер, которая сыграла в фильме роль Билли."
    },
    {
      "id": "all-quiet",
      "title": "На западном фронте без перемен",
      "year": 2022,
      "category": "drama",
      "description": "Очень яркое отображение ужаса войны",
      "imagePath": "https://www.kinonews.ru/insimgs/2022/poster/poster109564_1.jpg",
      "link": "https://www.kinopoisk.ru/film/316376/",
      "fullDescription": "История о молодых парнях, которые мечтали о долгой и счастливой жизни, красивых девушках, успешной карьере, но их отправили на фронт, в самое пекло сражений. И теперь, чтобы не стать пушечным мясом, им придется научиться выживать..."
    },
    {
      "id": "caddo-lake",
      "title": "Озеро Каддо",
      "year": 2024,
      "category": "drama",
      "description": "Странные вещи происходят на этом озере",
      "imagePath": "https://www.kinonews.ru/insimgs/2024/poster/poster128822_1.webp",
      "link": "https://www.kinopoisk.ru/film/4645941/",
      "fullDescription": "Когда бесследно пропадает на озере Каддо маленькая 8-летняя девочка, все прошлые смерти и исчезновения выстраиваются в одну цепь, навсегда изменяя жизнь разрушенной семьи..."
    },
    {
      "id": "one-life",
      "title": "Одна жизнь",
      "year": 2023,
      "category": "drama",
      "description": "На реальных событиях. Когда один человек может сделать многое!",
      "imagePath": "https://www.kinonews.ru/insimgs/2023/poster/poster120942_1.webp",
      "link": "https://www.kinopoisk.ru/film/5105855/",
      "fullDescription": "Английский филантроп Николас Уинтон организовывает уникальную операцию по спасению детей во время немецкой оккупации Чехословакии. Самой печальной страницей этой истории оказывается последний поезд, который так и не отправляется в путь накануне Второй мировой войны."
    },
    {
      "id": "first-day",
      "title": "Первый день моей жизни",
      "year": 2023,
      "category": "drama",
      "description": "А что если можно было бы заглянуть в будущее?",
      "imagePath": "https://www.kinonews.ru/insimgs/2023/poster/poster113581_1.jpg",
      "link": "https://www.kinopoisk.ru/film/1138971/",
      "fullDescription": "Таинственный мужчина дарит четырем незнакомцам, находящимся на грани самоубийства, шанс увидеть, какой была бы жизнь без них. Захотят ли они использовать второй шанс, начать все сначала?"
    },
    {
      "id": "seven-years-tibet",
      "title": "Семь лет в Тибете",
      "year": 1997,
      "category": "drama",
      "description": "На реальных событиях",
      "imagePath": "https://www.kinonews.ru/insimgs/poster/poster3834_2.jpg",
      "link": "https://www.kinopoisk.ru/film/5423/",
      "fullDescription": "1939 год. Австрийский альпинист, член нацистской партии Генрих Харрер отправляется покорять самый высокий пик в Гималаях. Но восхождение оборачивается британским пленом, побегом и долгими семью годами в тибетском городе Лхасе.\n\nПосле этого фильма власти Китая запретили Брэду Питту въезд в свою страну, а саму картину изъяли из проката."
    },
    {
      "id": "intertwined-fates",
      "title": "Сплетение судеб",
      "year": 2023,
      "category": "drama",
      "description": "Три судьбы трех героинь",
      "imagePath": "https://www.kinonews.ru/insimgs/2024/poster/poster123914_1.webp",
      "link": "https://www.kinopoisk.ru/film/4948870/",
      "fullDescription": "Три женщины: Смита, Джулия и Сара - родом из разных уголков мира и никогда не встречались, но их связывает что-то интимное и уникальное. Например, большая длина их кос."
    },
    {
      "id": "killers-flower-moon",
      "title": "Убийцы цветочной луны",
      "year": 2023,
      "category": "drama",
      "description": "Вся жестокость и подлость завоевателей изливается на местных",
      "imagePath": "https://www.kinonews.ru/insimgs/2023/poster/poster118439_2.webp",
      "link": "https://www.kinopoisk.ru/film/1077781/",
      "fullDescription": "Фильм рассказывает о событиях, произошедших в 1920-х годах прошлого века в штате Оклахома, когда при загадочных обстоятельствах один за другим начинают убивать членов индейского племени Осейдж. Для расследования жутких преступлений Эдгар Гувер, стоящий во главе ФБР, срочно отправляет своих агентов. И очень быстро они понимают, что причиной убийств становятся огромные запасы нефти на этих территориях..."
    },
    {
      "id": "catch-me",
      "title": "Поймай меня, если сможешь",
      "year": 2002,
      "category": "drama",
      "description": "Криминальный триллер, основанный на реальной истории молодого мошенника, за которым охотится агент ФБР.",
      "imagePath": "https://www.kinonews.ru/insimgs/poster/poster6469_3.jpg",
      "link": "https://www.kinopoisk.ru/film/324/",
      "fullDescription": "\"Поймай меня, если сможешь\" - биографический криминальный фильм режиссёра Стивена Спилберга, основанный на реальной истории Фрэнка Абигнейла-младшего. В 1960-х годах, ещё будучи подростком, Фрэнк (Леонардо ДиКаприо) становится одним из самых успешных мошенников в истории США. Он мастерски подделывает чеки, выдаёт себя за пилота авиакомпании, врача и адвоката, обманывая людей на миллионы долларов. За ним неустанно следует агент ФБР Карл Хэнрэтти (Том Хэнкс), который постепенно сближается с Фрэнком в ходе этой необычной \"игры в кошки-мышки\". Фильм сочетает в себе элементы драмы, комедии и триллера, исследуя темы идентичности, отцовства и искупления."
    },
    {
      "id": "good-will-hunting",
      "title": "Умница Уилл Хантинг",
      "year": 1997,
      "category": "drama",
      "description": "Некоторые люди не могут поверить в себя. Пока кто-то другой не поверит в них",
      "imagePath": "https://www.kinonews.ru/insimgs/poster/poster3416_2.jpg",
      "link": "https://www.kinopoisk.ru/film/539/",
      "fullDescription": "Уилл Хантинг вырос в пригороде Бостона. Он почти не учился, ему 20 лет и он постоянно попадает в неприятные передряги. Но у него голова гения, голова математика. Уилл почти что презирает студентов колледжа, но его постоянно тянет туда, где они собираются. Он выставляет их дураками и расслабляется.\n\nОднажды в баре он знакомится со студенткой, и она готова пойти на все, чтобы заставить Уилла поверить в себя и начать учиться."
    },
    {
      "id": "hitman-last-job",
      "title": "Хитмен. Последнее дело",
      "year": 2023,
      "category": "drama",
      "description": "Что будет если совместить профессионального киллера и ...",
      "imagePath": "https://www.kinonews.ru/insimgs/2024/poster/poster123423_1.webp",
      "link": "https://www.kinopoisk.ru/film/5094888/",
      "fullDescription": "Когда у пожилого наемного убийцы быстро развивается деменция, ему предоставляется возможность искупить свою вину, спасая жизнь его взрослого сына, с которым он был в разладе."
    },
    {
      "id": "dogman",
      "title": "Догмен",
      "year": 2023,
      "category": "drama",
      "description": "В этом мире можно доверять только собакам",
      "imagePath": "https://www.kinonews.ru/insimgs/2023/poster/poster121220_1.webp",
      "link": "https://www.kinopoisk.ru/film/4922959/",
      "fullDescription": "Мальчик по имени Дуглас, который с самых ранних лет сталкивался с человеческой жестокостью, приходит к выводу, что собаки гораздо лучше людей и только им можно доверять. Поэтому его четвероногие друзья ему безмерно преданы и готовы исполнить любой приказ. Они готовят, воруют и даже собирают долги. Но наслаждаться жизнью в городе им мешает босс мексиканского картеля, который полностью захватил здесь власть. Но Дуглас не из робкого десятка. Поэтому он решает объявить ему войну."
    },
    {
      "id": "count-monte-cristo",
      "title": "Граф Монте-Кристо",
      "year": 2024,
      "category": "drama",
      "description": "Красочная история испытаний и побед",
      "imagePath": "https://www.kinonews.ru/insimgs/2024/poster/poster124872_1.webp",
      "link": "https://www.kinopoisk.ru/film/5452393/",
      "fullDescription": "Очередная экранизация великого романа Александра Дюма \"Граф Монте-Кристо\", в котором рассказывалось об Эдмоне Дантесе - честном и скромном моряке, получившим пожизненное заключение по ложному доносу. После многих лет заключения ему удается сбежать, чтобы потом вернуться и отомстить."
    },
    {
      "id": "gladiator",
      "title": "Гладиатор",
      "year": 2000,
      "category": "drama",
      "description": "Генерал, ставший рабом. Раб, ставший гладиатором. Гладиатор, сокрушивший императора",
      "imagePath": "https://www.kinonews.ru/insimgs/poster/poster12033_3.jpg",
      "link": "https://www.kinopoisk.ru/film/474/",
      "fullDescription": "Великий генерал Максимус должен был стать наследником кесаря Марка Аврелия. Но родной сын императора приказывает убить Максимуса. Генералу удается спастись, но приходится стать сначала рабом, а потом - гладиатором.\n\nРеальный император Коммод был единственным кесарем, участвовавшим в гладиаторских боях. Только в отличие от героя Хоакина Феникса он сражался неоднократно и был убит не на арене, а во дворце гладиатором Нарциссом."
    },
    {
      "id": "awakening",
      "title": "Пробуждение",
      "year": 1990,
      "category": "drama",
      "description": "История очень интересных врача и пациента",
      "imagePath": "https://www.kinonews.ru/insimgs/poster/poster4542_1.jpg",
      "link": "https://www.kinopoisk.ru/film/2950/",
      "fullDescription": "Врачу приходится столкнуться с группой людей, находящихся в коме. В этом состоянии они находятся уже долгое время и надежды на спасение нет. Но у врача есть лекарство, способное пробудить их. Он получает разрешение на то, чтобы попробовать медикамент на одном больном и он просыпается! Правда теперь он уже старше, чем когда впал в кому. Фильм рассказывает о том, как им приходится заново учиться жить в новом мире."
    },
    {
      "id": "pianist",
      "title": "Пианист",
      "year": 2002,
      "category": "drama",
      "description": "Музыка была его страстью. Выживание стало его шедевром.",
      "imagePath": "https://www.kinonews.ru/insimgs/poster/poster6246_3.jpg",
      "link": "https://www.kinopoisk.ru/film/355/",
      "fullDescription": "Владислав Шпильман - известный музыкант, всеми силами пытающийся выжить в Варшавском гетто во время Второй мировой войны. Он переживает сильную драму, расставаясь со своей семьей, оставаясь в разрушающемся городе. Его жизнь на волоске: голод, нападения немцев, одиночество и страх."
    },
    {
      "id": "erin-brockovich",
      "title": "Эрин Брокович",
      "year": 2000,
      "category": "drama",
      "description": "Вот что значит трудолюбие!",
      "imagePath": "https://www.kinonews.ru/insimgs/poster/poster2767_1.jpg",
      "link": "https://www.kinopoisk.ru/film/661/",
      "fullDescription": "Фильм основан на реальных событиях. Безработная мать-одиночка становится правозащитником с целью помочь жителям города, страдающим от загрязнения окружающей среды.\n\nЛевша Джулия Робертс очень хотела походить на свою героиню и даже научилась писать правой рукой, как Брокович. Реальная Эрин не только помогла актрисе войти в образ, но и снялась в фильме в роли официантки по имени Джулия."
    },
    {
      "id": "no-family",
      "title": "Приключения Реми",
      "year": 2018,
      "category": "drama",
      "description": "Очень интересная история о музыкантах",
      "imagePath": "https://www.kinonews.ru/insimgs/2019/poster/poster87828_1.jpg",
      "link": "https://www.kinopoisk.ru/film/1108571/",
      "fullDescription": "Фильм рассказывает о приключениях мальчина-сироты Реми. В возрасте 10 лет его похищают у приемной матери и отдают синьору Виталису, таинственному странствующему музыканту. Он учит Реми суровой жизни акробата и учит петь, чтобы заработать себе на хлеб. В сопровождении верного пса Капи и маленькой обезьянки Жоли-Кер Реми путешествует по Франции, встречает много разных людей, учится дружбе и взаимопомощи, а также открывает тайну своего происхождения."
    },
    {
      "id": "cast-away",
      "title": "Изгой",
      "year": 2000,
      "category": "drama",
      "description": "История выживания",
      "imagePath": "https://www.kinonews.ru/insimgs/poster/poster3062_1.jpg",
      "link": "https://www.kinopoisk.ru/film/627/",
      "fullDescription": "Чаку Ноланду единственному удается спастись в авиакатастрофе. Выжить на необитаемом острове ему помогают чувства к любимой девушке, на которой он должен жениться.\n\nПо сюжету Чак Ноланд - работник курьерской службы FedEx. Вопреки распространенному мнению, компания не платила продюссерам за упоминание их марки в фильме. Наоборот, в картине в эпизоде снялся основатель и владелец FedEx Фрэд Смит."
    }
  ],
  "fantasy": [
    {
      "id": "avatar",
      "title": "Аватар",
      "year": 2009,
      "category": "fantasy",
      "description": "",
      "imagePath": "https://www.kinonews.ru/insimgs/2022/poster/poster109723_2.jpg",
      "link": "https://www.kinopoisk.ru/film/251733/",
      "fullDescription": "Бывший десантник Джейк Салли получает предложение отправиться на далекую планету Пандора, где добывается редкий минерал. Проблема в том, что Джейк не может ходить после тяжелого ранения. Но ее удается решить за счет так называемого Аватара - клона наделенного необходимыми для выживания на негостеприимной планете качествами, которым можно управлять посредством специального интерфейса. Прибыв на Пандору, Джейк все больше погружается в ее жизнь, и через некоторое время понимает, что чужая планета и формы жизни стали для него важнее дома. К тому же, случай свел его с прекрасной туземкой. Ему придется сделать выбор: отказаться от прежней жизни и принять участие в борьбе с людской экспансией, или вернуть назад и оставить свою любовь и возможность ходить."
    },
    {
      "id": "avatar-2",
      "title": "Аватар 2. Путь воды",
      "year": 2022,
      "category": "fantasy",
      "description": "",
      "imagePath": "https://www.kinonews.ru/insimgs/2022/poster/poster111899_3.jpg",
      "link": "https://www.kinopoisk.ru/film/505898/",
      "fullDescription": "Продолжение блокбастера Джеймса Кэмерона \"Аватар\". Вторая часть картины под названием \"Аватар 2: Путь воды\" расскажет зрителю о дальнейшей судьбе народа На`Ви, Джейка Салли, его возлюбленной Нейтири и их детей. Земные колонисты, потерпевшие поражение в первой части, возвращаются, чтобы вновь взять под контроль месторождения уникального минерала. Теперь в их распоряжении есть Рекомбинаты - аватары, содержащие личности убитых в бою солдат, в том числе и злейшего врага главных героев полковника Куоритча. Джейк и Нейтири вместе со своими детьми вынуждены бежать и найти приют у племен, которые обитают на берегу моря и тесно связаны с ним."
    },
    {
      "id": "edge-of-tomorrow",
      "title": "Грань будущего",
      "year": 2014,
      "category": "fantasy",
      "description": "",
      "imagePath": "https://www.kinonews.ru/insimgs/poster/poster42873_1.jpg",
      "link": "https://www.kinopoisk.ru/film/505851/",
      "fullDescription": "Солдат, сражающийся с армией пришельцев, оказывается в петле времени, замкнувшейся на последнем дне битвы. С каждым новым витком он обретает новый опыт."
    },
    {
      "id": "deja-vu",
      "title": "Дежавю",
      "year": 2006,
      "category": "fantasy",
      "description": "",
      "imagePath": "https://www.kinonews.ru/insimgs/poster/poster1767_2.jpg",
      "link": "https://www.kinopoisk.ru/film/102328/",
      "fullDescription": "Полицейский Даг Карлин расследует дело о взрыве парома. Агенты ФБР предлагают ему воспользоваться их секретной системой, позволяющей наблюдать за событиями, произошедшими четыре дня назад.\n\nФильм снимался в Новом Орлеане через три месяца после урагана \"Катрина\", поэтому для помощи в съемках были наняты местные жители, чтобы дать им возможность заработать."
    },
    {
      "id": "dune",
      "title": "Дюна",
      "year": 2021,
      "category": "fantasy",
      "description": "Эпическая научно-фантастическая сага о молодом наследнике знатного рода, чья семья получает в управление опасную пустынную планету.",
      "imagePath": "/static/images/movies/Dune.jpg",
      "link": "https://www.kinopoisk.ru/film/409424/",
      "fullDescription": "\"Дюна\" - эпическая научно-фантастическая сага режиссёра Дени Вильнёва, экранизация одноимённого романа Фрэнка Герберта. Действие происходит в далёком будущем, где молодой Пол Атрейдес (Тимоти Шаламе) вместе со своей семьёй прибывает на опасную планету Арракис, известную как Дюна. Эта пустынная планета является единственным источником самого ценного вещества во вселенной - \"пряности\", которая продлевает жизнь и расширяет сознание. Когда семья Атрейдесов становится жертвой предательства, Пол вынужден бежать в пустыню, где его ждёт встреча с коренными жителями планеты - фременами, и начало пути к своему предназначению. Фильм сочетает в себе политические интриги, религиозные мотивы и экологические темы."
    },
    {
      "id": "dune-2",
      "title": "Дюна 2",
      "year": 2024,
      "category": "fantasy",
      "description": "",
      "imagePath": "https://www.kinonews.ru/insimgs/2024/poster/poster121877_2.webp",
      "link": "https://www.kinopoisk.ru/film/4540126/",
      "fullDescription": "\nРейтинг:\n7.97  (61)\nОжидаемость: 8,36\n(голосов: 33)\nРекомендации\nфильмов: 0\nкассовые фильмы\n141-е место\nГерцог Пол Атрейдес присоединяется к фрименам, чтобы стать Муад Дибом, одновременно пытаясь остановить наступление Священной войны, которая несомненно может погрузить вселенную в пучину ужаса и всеобъемлющего страха."
    },
    {
      "id": "interstellar",
      "title": "Интерстеллар",
      "year": 2014,
      "category": "fantasy",
      "description": "Научно-фантастический фильм о путешествии через червоточину в поисках новой планеты для человечества.",
      "imagePath": "https://www.kinonews.ru/insimgs/poster/poster46437_2.jpg",
      "link": "https://www.kinopoisk.ru/film/258687/",
      "fullDescription": "\"Интерстеллар\" - научно-фантастический эпос режиссёра Кристофера Нолана. В недалёком будущем Земля становится непригодной для жизни из-за экологической катастрофы. Бывший пилот NASA Купер (Мэттью МакКонахи) присоединяется к секретной миссии по поиску новой планеты для человечества. Экспедиция проходит через червоточину возле Сатурна, исследуя потенциально обитаемые планеты в другой галактике. Фильм сочетает в себе захватывающие космические приключения с глубокими размышлениями о любви, времени и человеческой природе. Особое внимание уделяется отношениям Купера с его дочерью Мёрф, которую он оставил на Земле ради спасения человечества."
    },
    {
      "id": "source-code",
      "title": "Исходный код",
      "year": 2011,
      "category": "fantasy",
      "description": "",
      "imagePath": "https://www.kinonews.ru/insimgs/poster/poster12830_1.jpg",
      "link": "https://www.kinopoisk.ru/film/409295/",
      "fullDescription": "Главный герой картины – солдат, оказавшийся в теле неизвестного ему человека, вынужденный раз за разом переживать ужасный взрыв поезда, до тех пор, пока не выяснит, кто за этим стоит."
    },
    {
      "id": "inception",
      "title": "Начало",
      "year": 2010,
      "category": "fantasy",
      "description": "Научно-фантастический триллер о технологии проникновения в сны людей для кражи или внедрения идей.",
      "imagePath": "https://www.kinonews.ru/insimgs/poster/poster9396_1.jpg",
      "link": "https://www.kinopoisk.ru/film/447301/",
      "fullDescription": "\"Начало\" - научно-фантастический триллер режиссёра Кристофера Нолана. Доминик Кобб (Леонардо ДиКаприо) - специалист по извлечению информации из подсознания людей во время сна. Ему предлагают необычное задание: не украсть идею, а внедрить её в сознание человека - процесс, известный как \"внедрение\". Для выполнения этой сложной миссии Кобб собирает команду профессионалов, которые должны создать многоуровневый сон внутри сна. Фильм исследует природу реальности, подсознания и памяти, предлагая зрителю запутанный, но захватывающий сюжет с неоднозначной концовкой."
    },
    {
      "id": "oblivion",
      "title": "Обливион",
      "year": 2013,
      "category": "fantasy",
      "description": "",
      "imagePath": "https://www.kinonews.ru/insimgs/poster/poster27325_1.jpg",
      "link": "https://www.kinopoisk.ru/film/470185/",
      "fullDescription": "Действие происходит в будущем. Земная поверхность более непригодна для жизни, и оставшиеся люди живут в облачных городах. Бывалого солдата посылают на поверхность, где он должен уничтожить следы войны с инопланетной цивилизации. Неожиданная катастрофа космического корабля, на борту которого находится прекрасная незнакомка, заставляет его задумать о том, что он знает о своей планете, о своей миссии, о себе."
    },
    {
      "id": "passengers",
      "title": "Пассажиры",
      "year": 2016,
      "category": "fantasy",
      "description": "",
      "imagePath": "https://www.kinonews.ru/insimgs/2016/poster/poster68632_1.jpg",
      "link": "https://www.kinopoisk.ru/series/1431131/",
      "fullDescription": "Сюжет картины строится вокруг пассажира звездолета, который внезапно выходит из криогенного сна за 90 лет до окончания полета. Не имея возможности опять погрузиться в анабиоз и понимая, что 90 лет в одиночестве - не самая лучшая участь, герой будит одну из пассажирок."
    },
    {
      "id": "no-answer",
      "title": "Без ответа",
      "year": 2023,
      "category": "fantasy",
      "description": "",
      "imagePath": "https://www.kinonews.ru/insimgs/2023/poster/poster114244_1.jpg",
      "link": "https://www.kinopoisk.ru/film/4859941/",
      "fullDescription": "Встреча с одним загадочным человеком навсегда изменяет жизнь сентиментальной девушки Сэди и оборачивается настоящим захватывающим приключением, наполненным авантюрами, опасностью и беззаветной роковой страстью."
    },
    {
      "id": "sunshine",
      "title": "Пекло",
      "year": 2007,
      "category": "fantasy",
      "description": "Грядут темные дни",
      "imagePath": "https://www.kinonews.ru/insimgs/poster/poster23825_4.jpg",
      "link": "https://www.kinopoisk.ru/film/102245/",
      "fullDescription": "Команда астронавтов отправлена в дальнее путешествие, конечной целью которого является повторный розжиг угасающего солнца."
    },
    {
      "id": "dungeons-dragons",
      "title": "Подземелья и драконы: честь среди воров",
      "year": 2023,
      "category": "fantasy",
      "description": "",
      "imagePath": "https://www.kinonews.ru/insimgs/2022/poster/poster111875_1.jpg",
      "link": "https://www.kinopoisk.ru/film/762646/",
      "fullDescription": "Команда астронавтов отправлена в дальнее путешествие, конечной целью которого является повторный розжиг угасающего солнца."
    },
    {
      "id": "paradise",
      "title": "Рай земной",
      "year": 2023,
      "category": "fantasy",
      "description": "",
      "imagePath": "/static/images/movies/paradise.webp",
      "link": "https://www.kinopoisk.ru/film/5139205/",
      "fullDescription": "Мужчина обнаруживает темную сторону манипулирующей временем биотех-компании, в которой он работает, когда его жене приходится расстаться с 40 годами жизни из-за огромного долга."
    },
    {
      "id": "dreamland",
      "title": "Страна снов",
      "year": 2022,
      "category": "fantasy",
      "description": "",
      "imagePath": "https://www.kinonews.ru/insimgs/2022/poster/poster110484_1.jpg",
      "link": "https://www.kinopoisk.ru/film/1445471/",
      "fullDescription": "Юная героиня обнаруживает секретную карту мира грез, Страны снов, и с помощью эксцентричного мошенника она путешествует по снам и спасается от кошмаров, надеясь, что сможет снова увидеть своего покойного отца."
    },
    {
      "id": "dark-reflections",
      "title": "Темные отражения",
      "year": 2018,
      "category": "fantasy",
      "description": "",
      "imagePath": "https://www.kinonews.ru/insimgs/2018/poster/poster79530_1.jpg",
      "link": "https://www.kinopoisk.ru/film/991097/",
      "fullDescription": "После того как неизвестная болезнь убивала 98% американских детей, у выживших 2% развиваются сверхспособности и их помещают в лагеря для интернированных. Шестнадцатилетняя девушка сбегает из такого лагеря и присоединяется к группе других подростков, которые скрываются от правительства."
    },
    {
      "id": "real-steel",
      "title": "Живая сталь",
      "year": 2011,
      "category": "fantasy",
      "description": "",
      "imagePath": "https://www.kinonews.ru/insimgs/poster/poster15354_4.jpg",
      "link": "https://www.kinopoisk.ru/film/88198/",
      "fullDescription": "Будущее. Бои роботов - один из самых популярных видов развлечений. Известный промоутер, живущий работой с боями, неожиданно узнает о том, что у него есть одиннадцатилетний сын."
    },
    {
      "id": "tenet",
      "title": "Довод",
      "year": 2020,
      "category": "fantasy",
      "description": "",
      "imagePath": "https://www.kinonews.ru/insimgs/2020/poster/poster94829_6.jpg",
      "link": "https://www.kinopoisk.ru/film/1236063/",
      "fullDescription": "После теракта в киевском оперном театре агент ЦРУ объединяется с британской разведкой, чтобы противостоять русскому олигарху, который сколотил состояние на торговле оружием. Для этого агенты используют инверсию времени — технологию будущего, позволяющую времени идти вспять."
    },
    {
      "id": "martian",
      "title": "Марсианин",
      "year": 2015,
      "category": "fantasy",
      "description": "Верните его домой",
      "imagePath": "https://www.kinonews.ru/insimgs/2015/poster/poster55374_1.jpg",
      "link": "https://www.kinopoisk.ru/film/841700/",
      "fullDescription": "Сюжет строится на одноименном произведении Энди Уира, изданном в 2012 году в электронном формате и рассказывает об астронавте Марке Уотни, оставшегося в полном одиночестве на Марсе. Экипаж его корабля срочно эвакуировался с планеты во время сильнейшей песчаной бури, посчитав, что Марк погиб.\n\n    У главного героя нет даже возможности сообщить на Землю о том, что он выжил, и в любом случае, все его припасы закончатся ранее, чем сможет прибыть спасательная экспедиция..."
    },
    {
      "id": "jacket",
      "title": "Пиджак",
      "year": 2004,
      "category": "fantasy",
      "description": "",
      "imagePath": "https://www.kinonews.ru/insimgs/poster/poster3681_4.jpg",
      "link": "https://www.kinopoisk.ru/film/47382/",
      "fullDescription": "Ветерана войны Джека Старкса, страдающего провалами в памяти, арестовывают за убийство и помещают в психушку. Под большой дозой наркотиков Джек обретает способность путешествовать в будущее.\n\nПо признанию Киры Найтли, подучить роль алкоголички ей помогло отравление, от которого она страдала во время прослушивания.\n\nДля вхождения в образ Броуди просил режиссера по-настоящему запирать его в ячейке для хранения трупов в смирительной рубашке так же, как и его героя."
    },
    {
      "id": "pandorum",
      "title": "Пандорум",
      "year": 2009,
      "category": "fantasy",
      "description": "",
      "imagePath": "https://www.kinonews.ru/insimgs/poster/poster5330_1.jpg",
      "link": "https://www.kinopoisk.ru/film/422882/",
      "fullDescription": "Команда космического корабля выходит из анабиоза. Проснувшиеся астронавты не помнят кто они, и каково их задание. Восстанавливая постепенно свои воспоминания, они открывают страшную истину - человечеству угрожает смертельная опасность."
    },
    {
      "id": "contact",
      "title": "Контакт",
      "year": 1997,
      "category": "fantasy",
      "description": "Приготовьтесь к величайшему открытию в истории человечества!",
      "imagePath": "https://www.kinonews.ru/insimgs/poster/poster3362_2.jpg",
      "link": "https://www.kinopoisk.ru/film/1950/",
      "fullDescription": "Отец Элли Эрроуэй наблюдал за звездами, строил сложные радиоустановки и верил в то, что есть \"другой\" мир. Мать она не помнила, так и отец очень быстро ушел из ее жизни, он умер от инфаркта.\n\nПовзрослев, Элли не бросила увлечения отца. В какой-то момент ей удалось поймать сигнал из космоса. С поддержкой правительства и других организаций была создана установка, отправившая Элли в путешествие в другой мир.\n\nВернувшись она не могла доказать, что тот мир действительно есть. Но и то, что факт его нет тоже требовал доказательств."
    },
    {
      "id": "moon",
      "title": "Луна 2112",
      "year": 2009,
      "category": "fantasy",
      "description": "Обратная сторона будущего",
      "imagePath": "https://www.kinonews.ru/insimgs/poster/poster6199_1.jpg",
      "link": "https://www.kinopoisk.ru/film/406671/",
      "fullDescription": "Сэм Белл в одиночестве добывает гелий-3 на лунной базе под названием \"Селена\". Его трехлетний контракт завершается, и за несколько недель до отправки домой, он начинает видеть и слышать странные вещи. Попытка разобраться, приводит его к страшному открытию."
    },
    {
      "id": "abyss",
      "title": "Бездна",
      "year": 1989,
      "category": "fantasy",
      "description": "Глубоко под водой есть место, о котором никто никогда не мечтал...",
      "imagePath": "https://www.kinonews.ru/insimgs/2023/poster/poster120264_1.webp",
      "link": "https://www.kinopoisk.ru/film/2342/",
      "fullDescription": "Атомная подводная лодка терпит крушение посреди океана. Но неподалеку находится подводная исследовательская станция. Общественность требует расследования катастрофы, поэтому ученые напару со спецназовцами начинают вести работы по выяснению причин трагедии. Попав на лодку, они начинают понимать, что вокруг происходят нереальные ужасные вещи. На грани ужаса и сумашествия, герои осознают, что расследование больше не ведется, теперь они просто пытаются выжить."
    },
    {
      "id": "gattaca",
      "title": "Гаттака",
      "year": 1997,
      "category": "fantasy",
      "description": "",
      "imagePath": "https://www.kinonews.ru/insimgs/poster/poster4389_3.jpg",
      "link": "https://www.kinopoisk.ru/film/5012/",
      "fullDescription": "Гаттака - это идеальный и жестокий мир будущего. Здесь могут получить Все только совершенные люди, рожденные в лаборатории, а зачатые в любви всю оставшуюся жизни прозябают в грязи и нищете. Но Винсет не хочет с эти мериться - он желает изменить свою бренную судьбу. Для этого он покупает имя у совершенного человека, которого травма на всю жизнь приковала к инвалидному креслу, и обманом попадает в Корпорацию Будущего. Но сколько это может продолжаться, если каждый день их проверяют и второе Я тоже хочет себя проявить?"
    }
  ],
  "historical": [
    {
      "id": "bandit",
      "title": "Бандит",
      "year": 2022,
      "category": "historical",
      "description": "",
      "imagePath": "https://www.kinonews.ru/insimgs/2022/poster/poster109989_1.jpg",
      "link": "https://www.kinopoisk.ru/film/1448499/",
      "fullDescription": "В основу фильма легла реальная история жизни преступника Гилберта Галвана-младшего, по кличке Летающий бандит, который ограбил 63 банка и ювелирных магазина. Попав в американскую тюрьму, он сумел бежать и перебраться в Канаду, где создал себе новую жизнь. Но его богатое криминальное прошлое достаточно быстро вернуло его на прежний путь..."
    },
    {
      "id": "left-behind",
      "title": "Оставленные",
      "year": 2023,
      "category": "historical",
      "description": "",
      "imagePath": "https://www.kinonews.ru/insimgs/2023/poster/poster120798_1.webp",
      "link": "https://www.kinopoisk.ru/film/4499386/",
      "fullDescription": "Сюжет картины вращается вокруг непростых взаимоотношений между сварливым школьным учителем истории и одним из его самых озорных и трудных учеников. Поскольку юноше некуда поехать на Рождество, эта парочка вынуждена вместе коротать новогодние каникулы в школьном кампусе."
    },
    {
      "id": "fires",
      "title": "Пожары",
      "year": 2010,
      "category": "historical",
      "description": "",
      "imagePath": "https://www.kinonews.ru/insimgs/poster/poster12383_2.jpg",
      "link": "https://www.kinopoisk.ru/film/425400/",
      "fullDescription": "Желая исполнить последнее желание своей матери, брат и сестра близнецы отправляются на Ближний Восток на поиски своих родственников."
    },
    {
      "id": "300",
      "title": "300 спартанцев",
      "year": 2006,
      "category": "historical",
      "description": "Сегодня мы ужинаем в аду!",
      "imagePath": "https://www.kinonews.ru/insimgs/poster/poster4173_9.jpg",
      "link": "https://www.kinopoisk.ru/film/81924/",
      "fullDescription": "Знаменитый эпизод древнегреческой истории. 300 воинов во главе с царем Спарты Леонидом остановили в Фермопильском ущелье огромную армию персов."
    }
  ],
  "melodrama": [
    {
      "id": "serendipity",
      "title": "Интуиция",
      "year": 2001,
      "category": "melodrama",
      "description": "Судьба... с чувством юмора!",
      "imagePath": "https://www.kinonews.ru/insimgs/poster/poster3655_1.jpg",
      "link": "https://www.kinopoisk.ru/film/821/",
      "fullDescription": "Они случайно встретились в супермаркете: взяли одну и ту же пару перчаток. Он скоро женится, у нее тоже намечается свадьба. Казалось бы, этой паре не суждено быть вместе, но... Она верила в случай. Она написала свое имя на обложке книжки и продала его. А он написал свой номер на 10долларовой купюре... Море случайностей и совпадений способно наконец снова свести их вместе."
    }
  ],
  "thriller": [
    {
      "id": "hypnotic",
      "title": "Гипнотик",
      "year": 2023,
      "category": "thriller",
      "description": "",
      "imagePath": "https://www.kinonews.ru/insimgs/2023/poster/poster116501_1.webp",
      "link": "https://www.kinopoisk.ru/film/1319157/",
      "fullDescription": "Расследуя странную серию ограблений в городе и одновременно занимаясь поисками пропавшей дочери, детектив оказывается втянут в клубок тайн, связанный с секретной правительственной программой."
    },
    {
      "id": "two-three-demon",
      "title": "Два, три, демон приди",
      "year": 2022,
      "category": "thriller",
      "description": "",
      "imagePath": "https://www.kinonews.ru/insimgs/2023/poster/poster116031_1.webp",
      "link": "https://www.kinopoisk.ru/film/4948328/",
      "fullDescription": "Когда группа друзей узнает как вызывать духов с помощью забальзамированной руки, они увлекаются новыми острыми ощущениями, пока один из них не заходит слишком далеко и не высвобождает ужасающие сверхъестественные силы."
    },
    {
      "id": "stalker",
      "title": "Сталкер",
      "year": 2023,
      "category": "thriller",
      "description": "",
      "imagePath": "https://www.kinonews.ru/insimgs/2024/poster/poster129227_2.webp",
      "link": "https://www.kinopoisk.ru/film/5126216/",
      "fullDescription": "Случайное знакомство должно, кажется, иметь логическую развязку - секс на один раз в гостиничном номере. Девушка заводная и готова продолжить, но опасается, не является ли ее партнер маньяком со всеми вытекающими. При этом сама ведет себя очень странно. И скоро становится непонятно, кто же для кого опасен, а ночь еще только началась."
    },
    {
      "id": "stop-word",
      "title": "Стоп слово",
      "year": 2023,
      "category": "thriller",
      "description": "",
      "imagePath": "https://www.kinonews.ru/insimgs/2023/poster/poster115659_1.webp",
      "link": "https://www.kinopoisk.ru/film/4632201/",
      "fullDescription": "История госпожи-доминанты и ее богатого клиента. Катастрофа в их отношениях наступает, когда клиент пытается разорвать их связь."
    },
    {
      "id": "gods-creation",
      "title": "Творение Господне",
      "year": 2004,
      "category": "thriller",
      "description": "",
      "imagePath": "https://www.kinonews.ru/insimgs/poster/poster24205_1.jpg",
      "link": "https://www.kinopoisk.ru/film/233084/",
      "fullDescription": "Картина о взаимоотношениях между пионером в области кардиохирургии Альфредом Бэлоком и его чернокожим лаборантом, другом и помощником Вивьеном Томасом, с чьей причастностью к грандиозным свершениям Бэлока не могла смириться белая общественность."
    },
    {
      "id": "trap",
      "title": "Ловушка",
      "year": 2024,
      "category": "thriller",
      "description": "",
      "imagePath": "https://www.kinonews.ru/insimgs/2024/poster/poster130731_1.webp",
      "link": "https://www.kinopoisk.ru/film/5510094/",
      "fullDescription": "Отец и дочь-подросток посещают концерт популярной поп-исполнительницы. Вскоре после его начала отец замечает подозрительно большое число полицейских, охраняющих шоу. Он понимает, что речь не просто об охране порядка на массовом мероприятии, что полиция и спецслужбы устроили ловушку, и охота идет именно за ним."
    },
    {
      "id": "leave-the-world-behind",
      "title": "Оставь мир позади",
      "year": 2023,
      "category": "thriller",
      "description": "",
      "imagePath": "/static/images/movies/world.webp",
      "link": "https://www.kinopoisk.ru/film/4511543/",
      "fullDescription": "Семья из четырёх человек снимает на выходные шикарный дом с бассейном на побережье недалеко от Нью-Йорка. Расслабленный отдых омрачают некоторые странности: прямо в пляж врезается здоровенный танкер, отключается мобильная связь и интернет, не работает телевидение, а посреди ночи на пороге появляется хозяин дома с дочерью и просит пустить их переночевать, так как в Нью-Йорке произошло массовое отключение электричества. Явно что-то происходит, но никто не понимает, что именно.\n\n"
    }
  ]
}